export const data = [
  {
    surname: "Андреев",
    dates: [
      {
        date: "22.01 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "28.01 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "28.01 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "03.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "04.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "11.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "13.02 (пт) -пр",
        subject: "АСОИУ",
      },
      {
        date: "17.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "19.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "25.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "04.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "05.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "11.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "13.03 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "18.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "25.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.03 (ср) - пр",
        subject: "ТОАУ",
      },
    ],
  },
  {
    surname: "Антошкин",
    dates: [
      {
        date: "27.01 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "27.01 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "28.01 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "28.01 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "03.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "05.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "13.02 (пт) -пр",
        subject: "АСОИУ",
      },
      {
        date: "17.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "18.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "19.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "25.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "03.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "04.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "11.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "13.03 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "19.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "25.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.03 (ср) - пр",
        subject: "ТОАУ",
      },
    ],
  },
  {
    surname: "Бахирев",
    dates: [
      {
        date: "27.01 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "27.01 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "28.01 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "28.01 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "03.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "05.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "11.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "13.02 (пт) -пр",
        subject: "АСОИУ",
      },
      {
        date: "18.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "19.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "25.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "03.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "04.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "11.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "13.03 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "19.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "25.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.03 (ср) - пр",
        subject: "ТОАУ",
      },
    ],
  },
  {
    surname: "Бодров",
    dates: [
      {
        date: "27.01 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "27.01 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "28.01 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "28.01 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "03.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "05.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "11.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "13.02 (пт) -пр",
        subject: "АСОИУ",
      },
      {
        date: "18.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "19.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "03.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "04.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "11.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "13.03 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "19.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "25.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.03 (ср) - пр",
        subject: "ТОАУ",
      },
    ],
  },
  {
    surname: "Беляков",
    dates: [
      {
        date: "22.01 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "28.01 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "28.01 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "30.01 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "05.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "11.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "13.02 (пт) -пр",
        subject: "АСОИУ",
      },
      {
        date: "18.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "19.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "27.02 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "04.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "05.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "11.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "17.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "19.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "25.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.03 (ср) - пр",
        subject: "ТОАУ",
      },
    ],
  },
  {
    surname: "Жулин",
    dates: [
      {
        date: "22.01 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "28.01 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "28.01 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "30.01 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "04.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "11.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "18.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "19.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "27.02 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "04.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "05.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "11.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "17.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "18.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "25.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.03 (ср) - пр",
        subject: "ТОАУ",
      },
    ],
  },
  {
    surname: "Иванов",
    dates: [
      {
        date: "22.01 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "28.01 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "28.01 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "30.01 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "04.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "11.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "17.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "19.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "27.02 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "04.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "05.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "11.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "17.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "18.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "25.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.03 (ср) - пр",
        subject: "ТОАУ",
      },
    ],
  },
  {
    surname: "Карват",
    dates: [
      {
        date: "27.01 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "27.01 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "28.01 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "28.01 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "30.01 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "04.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "05.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "17.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "18.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "19.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "25.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "27.02 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "04.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "11.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "13.03 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "18.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "19.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "25.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.03 (ср) - пр",
        subject: "ТОАУ",
      },
    ],
  },
  {
    surname: "Ларионова",
    dates: [
      {
        date: "22.01 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "27.01 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "27.01 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "30.01 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "04.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "11.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "17.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "19.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "25.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "27.02 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "04.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "05.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "13.03 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "18.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "25.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.03 (ср) - пр",
        subject: "ТОАУ",
      },
    ],
  },
  {
    surname: "Липатников",
    dates: [
      {
        date: "22.01 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "27.01 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "27.01 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "30.01 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "04.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "05.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "11.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "13.02 (пт) -пр",
        subject: "АСОИУ",
      },
      {
        date: "17.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "19.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "25.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "27.02 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "04.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "05.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "13.03 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "18.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "19.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "25.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.03 (ср) - пр",
        subject: "ТОАУ",
      },
    ],
  },
  {
    surname: "Морозова",
    dates: [
      {
        date: "22.01 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "27.01 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "27.01 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "30.01 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "04.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "05.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "11.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "13.02 (пт) -пр",
        subject: "АСОИУ",
      },
      {
        date: "17.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "18.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "25.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "27.02 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "04.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "05.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "13.03 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "18.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "19.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "25.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.03 (ср) - пр",
        subject: "ТОАУ",
      },
    ],
  },
  {
    surname: "Мухачев",
    dates: [
      {
        date: "22.01 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "27.01 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "27.01 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "30.01 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "04.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "05.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "11.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "13.02 (пт) -пр",
        subject: "АСОИУ",
      },
      {
        date: "17.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "18.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "25.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "27.02 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "05.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "17.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "18.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "19.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "25.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.03 (ср) - пр",
        subject: "ТОАУ",
      },
    ],
  },
  {
    surname: "Никитин",
    dates: [
      {
        date: "22.01 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "27.01 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "27.01 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "28.01 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "28.01 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "30.01 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "04.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "05.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "11.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "13.02 (пт) -пр",
        subject: "АСОИУ",
      },
      {
        date: "17.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "18.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "25.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "27.02 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "05.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "11.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "13.03 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "18.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "19.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "25.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.03 (ср) - пр",
        subject: "ТОАУ",
      },
    ],
  },
  {
    surname: "Отемисова",
    dates: [
      {
        date: "22.01 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "27.01 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "27.01 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "28.01 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "28.01 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "30.01 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "04.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "05.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "13.02 (пт) -пр",
        subject: "АСОИУ",
      },
      {
        date: "17.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "18.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "25.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "27.02 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "05.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "11.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "13.03 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "18.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "19.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.03 (вт) - л",
        subject: "ТОАУ",
      },
    ],
  },
  {
    surname: "Тишукова",
    dates: [
      {
        date: "22.01 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "27.01 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "27.01 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "28.01 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "28.01 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "30.01 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "04.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "04.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "05.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "13.02 (пт) -пр",
        subject: "АСОИУ",
      },
      {
        date: "17.02 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "17.02 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "18.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "19.02 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "25.02 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "25.02 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "27.02 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "03.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "05.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "10.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "10.03 (вт) - л",
        subject: "ТОАУ",
      },
      {
        date: "11.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "11.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "13.03 (пт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "18.03 (ср) - л",
        subject: "АСОИУ",
      },
      {
        date: "18.03 (ср) - пр",
        subject: "ТОАУ",
      },
      {
        date: "19.03 (чт) - пр",
        subject: "ТОАУ",
      },
      {
        date: "24.03 (вт) - пр",
        subject: "АСОИУ",
      },
      {
        date: "24.03 (вт) - л",
        subject: "ТОАУ",
      },
    ],
  },
];
